{
  "additional_special_tokens": [
    "<tools>",
    "</tools>",
    "<think>",
    "</think>",
    "<tool_call>",
    "</tool_call>",
    "<tool_reponse>",
    "</tool_reponse>",
    "<pad>",
    "<eos>"
  ],
  "bos_token": {
    "content": "<bos>",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "eos_token": "<eos>",
  "pad_token": {
    "content": "<pad>",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "unk_token": {
    "content": "<unk>",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  }
}
